[
  {
    "name": "Raven",
    "route": "raven",
    "color": "Black",
    "sex": "Female",
    "lbs": "60",
    "kg": "27",
    "land": "US",
    "earmark": "15B-66087",
    "racingowners": [
      "Mary Robinette",
      "Karen L. Leg"
    ],
    "born": "2015-01-01T00:00:00",
    "passed": "",
    "image": "raven.jpg",
    "descriptions": [
      "Raven came to us in June 2018 as a foster-to-adopt, and although we had the intention of fostering for a while, we fell in love with her immediately, deciding that she was the missing member of our family we were looking for. Her racing name was L.R’s Karol, but it didn’t fit. In fact, she didn’t even seem to answer to the name. We don’t think she liked it at all! She seems much more happy being a Raven than a Karol as it captures her majestic beauty. She is the most affectionate greyhound we’ve ever had as she loves human touch and to be in close proximity to you all the time. Raven loves people, is very active, and likes to roach when she sleeps. It’s impossible not to fall in love with her!"
    ]
  },
  {
    "name": "Poco Gabby",
    "route": "gabby",
    "color": "Black",
    "sex": "Female",
    "lbs": "64",
    "kg": "29",
    "land": "US",
    "earmark": "135C-31448",
    "racingowners": [
      "David M. Di Croce"
    ],
    "born": "2005-03-01T00:00:00",
    "passed": "2018-04-02T00:00:00",
    "image": "poco-gabby.jpg",
    "descriptions": [
      "We rescued Poco Gabby in March 2012 and shortened her racing name to just Gabby. Gabby was a sweet girl with beautiful and soulful brown eyes who loved people, ice cream, and naps. She enjoyed running in the backyard, wearing holiday sweaters, and playing in the snow. She was the  first rescue that I was a part of from the ground up, and my first time partnering with CGA (Colorado Greyhound Adoption). Sadly, Gabby had been relinquished by a prior family, and was in foster care for quite some time before we adopted her. But the stars aligned and when we all met it was love at first sight. Gabby lived a long life, was loved very much, and is missed just as much still."
    ]
  },
  {
    "name": "Redd Walker",
    "route": "redd",
    "color": "Red",
    "sex": "Male",
    "lbs": "75",
    "kg": "34",
    "land": "US",
    "earmark": "100A-91961",
    "racingowners": [
      "Unknown"
    ],
    "born": "2000-10-23T00:00:00",
    "passed": "2012-02-12T00:00:00",
    "image": "redd-walker.jpg",
    "descriptions": [
      "My wife rescued Redd Walker in September 2006, 3 years before we even met, when she first moved to Colorado. However, I wound up living with them and came to love Redd like a child. He was my first exposure to greyhounds, and although he was marred by a traumatic life, we had fun and he was able to overcome many problems. Redd suffered from extreme separation anxiety, trust issues, and had scars on his body. He was a huge greyhound with just as huge of a heart. Redd loved french fries, and was an extremely loyal and empathic dog once you earned his trust. He lived a long life, was loved very much, and ate lots of food. We miss him everyday, and thank him for showing us how wonderful greyhounds are"
    ]
  }
]
