[{
        "name": "Raven",
        "route": "raven",
        "color": "brindle",
        "sex": "female",
        "lbs":"60",
        "kg": "27",
        "land": "US",
        "earmark": "15B-66087",
        "racingowners": [
          "Mary Robinette",
          "Karen L. Leg"
        ],
        "born": "2015-01-01T00:00:00",
        "passed": "",
        "image": "raven.jpg",
        "descriptions": [
            "Raven came to us in June 2018 as a foster-to-adopt - and although we had the intention of fostering for a while - we fell in love with her immediately and kept her. She came to us with the racing name L.R’s Karol, but it didn’t fit. Raven is well mannered, incredibly good with humans, and is very active. She is young, quick, affectionate, and loves to cuddle."
        ]
    },
    {
        "name": "Poco Gabby",
        "route": "gabby",
        "color": "black",
        "sex": "female",
        "lbs":"64",
        "kg": "29",
        "land": "US",
        "earmark": "135C-31448",
        "racingowners": [
          "David M. Di Croce"
        ],
        "born": "2005-03-01T00:00:00",
        "passed": "2018-04-02T00:00:00",
        "image": "poco-gabby.jpg",
        "descriptions": [
            "We rescued Poco Gabby in March 2012 and shortened her racing name to just Gabby. Gabby was a sweet girl who loved people, ice cream, and naps. This was the first rescue that I was in on from the ground up, and my first time partnering with CGA (Colorado Greyhound Adoption). Gabby lived a long life, was loved very much and is missed just as much still."
        ]
    },
    {
        "name": "Redd Walker",
        "route": "redd",
        "color": "Red",
        "sex": "male",
        "lbs":"75",
        "kg": "34",
        "land": "US",
        "earmark": "100A-91961",
        "racingowners": [
          "Mohamed Mansour"
        ],
        "born": "2000-10-23T00:00:00",
        "passed": "2012-02-12T00:00:00",
        "image": "redd-walker.jpg",
        "descriptions": [
            "My wife rescued Redd Walker in September 2006, 3 years before we even met. However, I wound up living with them and came to love Redd like a child. He was my first exposure to greyhounds and although he was marred by a traumatic life, we had fun and he was able to overcome many problems. He lived a long life, was loved very much, and ate lots of food."
        ]
    }
]

